Revit 2027 API
ParameterTypeId.RbsElecApparentLoadPhasec Property
 "Apparent Power Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecApparentLoadPhasec { get; }
Public Shared ReadOnly Property RbsElecApparentLoadPhasec As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecApparentLoadPhasec {
	ForgeTypeId^ get ();
}
static member RbsElecApparentLoadPhasec : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace